
# Задание 1:
# Запросить у пользователя 5 чисел и записать их в список


list_num = []

for num in range(5):
    i = int(input('Введите число: '))
    list_num.append(i)

print(list_num)

