
# Задание 1:
# Запросить у пользователя 5 чисел и записать их в список

# OK

list_num = []

for num in range(5):
    i = int(input('Введите число: '))
    list_num.append(i)

print(list_num)


Задание 3:
Запросить у пользователя 10 чисел и записать их в список A
Запросить у пользователя число N
Вывести пользователю сколько в списке A повторяется число N


Задание 5:
Запросить у пользователя 5 чисел и записать их в список A
Записать все числа из списка A которые больше 5 в список C

Задание 6:
Запросить у пользователя число N
Запросить у пользователя N целых чисел и записать их в список A
Найти в нем минимальное и максимальное число с помощью цикла (запрещено использовать функцию min и max). Вывести эти числа.

Задание 7:
Пользователь вводит текст нужно вывести количество цифр в этом тексте
Пример:

> 'Lorem 222 ipsum, 123 dolor 1 sit amet

Количество цифр: 3